const GROUP_EXIST = '📢 [Пидор дня] Беседа уже в игре! Для регистрации в ежедневном определении пидора напиши /pidorReg';
const GROUP_REGISTERED = '📢 [Пидор дня]: ☠☠☠ Игра "Пидор дня" запущена ☠☠☠';
const NO_REGISTERED_USERS = '📢 [Пидор дня]: Нет зарегистрированных игроков ';
const ALREADY_IN_GAME = '📢 [Пидор дня]: Вы уже в игре!';

const HELP_TEXT = `
    👨‍❤️‍💋‍👨 Команды игры "Пидор дня" 👨‍❤️‍💋‍👨

    /help - помощь
    /pidor - запустить новый раунд или узнать победителя прошлого
    /pidorstats - турнирная таблица
    /pidorreg - регистрация в игре
    /gayofday - активировать игру в беседе

    📢 По всем вопросам обращайтесь к https://vk.com/g.truman
`;

module.exports = {
    GROUP_EXIST,
    GROUP_REGISTERED,
    HELP_TEXT,
    NO_REGISTERED_USERS,
    ALREADY_IN_GAME
};